Repository: peymanakhtari/Broedermaysam
Catalog: Resources/Views/Home/Index.*.resx
Languages: nl

source: about me
nl: Mijn naam is Maysam Zahiri en ik ben een vriendelijke spontane man die zowel zelfstandig als in teamverband kan werken. Ik ben in staat om nieuwe veranderingen snel op te pakken. Graag wil ik me blijven ontwikkelen en groeien in mijn werk. Ik ben stress bestendig en ben in staat prioriteiten te stellen en te functioneren onder druk.

source: about me title
nl: Over mij

source: barber shop description
nl: Daarnaast ben ik ook een kapper en in bezit van een eigenzaak

source: barber shop link
nl: zie hier mijn kapperszaak

source: Broeder Maysam Company
nl: Broeder Maysam

source: Certifications &amp; Standards
nl: Certificeringen & Normen

source: company description
nl: bedrijf is door mij opgericht, in mijn bedrijf bied ik een professionele verpleegkundige diensten!

source: Disabled Care
nl: Gehandicapte zorg

source: edication
nl: Opleidingen

source: Elderly care
nl: Ouderen zorg

source: fire fighting
nl: Brand blussen

source: fire fighting description
nl: Dagelijks ben ik ook een parttime brandweerman en bekend met alle vaardigheden op het gebied van brandbestrijding`/EHBO

source: fire fighting link
nl: meer over mijn carrière als brandweerman

source: here
nl: hier

source: home care
nl: Thuiszorg

source: Hospital
nl: Ziekenhuis

source: hospital working experince
nl: Hier zijn enkele ziekenhuizen waar ik werkervaring heb opgedaan :

source: message is sent
nl: Uw bericht is verzonden

source: my barber shop
nl: Mijn kapperszaak

source: My Resume
nl: Mijn CV

source: my services
nl: Mijn diensten

source: Other activities
nl: Andere activiteiten

source: Palliative care
nl: Palliatieve zorg

source: reply soon
nl: Ik zal je zo snel mogelijk antwoorden!

source: reviews link
nl: Beoordelingen

source: send message
nl: Bericht sturen

source: send message text
nl: U kunt hieronder een bericht achterlaten en ik zal z.s.m. mogelijk antwoorden :

source: subimt review
nl: Reviews plaatsen

source: Terminal / 24 hour care
nl: Terminaal /24 uurs

source: work out description
nl: Ik ben erg in beweging en sport al vele jaren

source: working experience
nl: Werkervaring

source: working out
nl: Sporten

source: write your message
nl: Schrijf je bericht
