Repository: peymanakhtari/Broedermaysam
Catalog: Resources/Views/Company/Index.*.resx
Languages: nl

# company description
source: Since February 25, 2019 I started my own company called:<b> “Brother Maysam” </b> <br><br>In my work as a nurse, the care and well-being of patients comes first.<br><br> After years of enjoyable and successful work in the payroll and temporary employment world, I am ready for a new challenge. I am not afraid of hard work and like to take on new challenges. Furthermore, I have a strong empathic capacity and I am continuously working on developing myself and thereby also improving care. I am flexible and patient and I like to offer a listening ear. Thanks to previous experiences I am broadly developed and because of that I can work within many different target groups and departments.
nl: Sinds 25 februari 2019 ben ik gestart met mijn eigen bedrijf genaamd:<b> “Broeder Maysam” </b> <br><br>In mijn werk als verpleegkundige staat de zorg en het welzijn van patiënten voorop.<br><br> Na jarenlang plezierig en succesvol gewerkt te hebben in de loon- en uitzendwereld ben ik toe aan een nieuwe uitdaging. Ik ben niet bang voor hard werken en ga graag nieuwe uitdagingen aan. Verder heb ik een sterk empathisch vermogen en ben continu bezig om mezelf te ontwikkelen en daardoor ook te zorg te verbeteren. Ik ben flexibel en geduldig en bied graag een luisterend oor. Dankzij eerdere ervaringen ben ik breed ontwikkeld en kan ik daardoor binnen vele verschillende doelgroepen en afdelingen werken.

source: Disabled Care
nl: Gehandicapte zorg

# Disabled Care text
source: The aim of care for the disabled is to support clients with disabilities as best as possible, so that they can lead their lives as well and independently as possible. A life that suits their wishes and possibilities.<br> • Physical limitations.<br> • Sensory impairments (limitations in sight, hearing or communication).<br> • Mental disabilities.<br> • Mild intellectual disabilities in combination with (serious) behavioral problems.<br> • Multiple disabilities (a combination of physical, sensory and/or intellectual disabilities.
nl: Het doel van de gehandicaptenzorg is dat cliënten met beperkingen zo goed mogelijk te ondersteunen, zodat ze hun leven zo goed en zelfstandig mogelijk kunnen leiden. Een leven dat past bij hun wensen en mogelijkheden.<br> • Lichamelijke beperkingen<br> • Zintuiglijke beperkingen (beperkingen in het zien, horen of in de communicatie)<br> • Verstandelijke beperkingen<br> • Licht verstandelijke beperkingen in combinatie met (ernstige) gedragsproblemen<br> • Meervoudige beperkingen (een combinatie van lichamelijke, zintuiglijk en/of verstandelijke beperkingen

source: Elderly care
nl: Ouderen zorg

# Elderly care text
source: Older people who are less active or have health problems, so that they need extra support. Elderly care is very important and also deserves specific attention. In aged care, the elderleis are not only cared for and they are nursed as well as possible, they are also encouraged to take activities and to keep in touch with other people. Especially if the old-age pensioner have little family around him or is in isolation
nl: Ouderen die wat minder mobiel zijn of gezondheidsproblemen hebben, waardoor ze extra ondersteuning nodig hebben. Ouderenzorg is erg belangrijk en verdient ook specifieke aandacht. Bij ouderenzorg worden ouderen niet alleen zo goed mogelijk verzorgd en verpleegd, ook worden ze gestimuleerd om activiteiten te ondernemen en contact te houden met andere mensen. Vooral als ouderen weinig familie om zich heen of in de isolement

# home care
source: Home care/Specialized home care
nl: Thuiszorg/Gespecialiseerde thuiszorg

# home care text
source: In home care, clients offer optimal care in their own environment. to coach and advise colleagues and knows what the client needs in terms of care. I go the extra mile to guarantee the quality of life for clients as best as possible. Also responsible for the coordination, operation and planning of care.
nl: In de thuiszorg bieden cliënten optimale zorg in hun eigen omgeving. collega’s te coachen en adviseren en weet wat de cliënt aan zorg nodig heeft. Ik zet net dat stapje extra om de kwaliteit van leven voor cliënten zo goed mogelijk waarborgen. Ook verantwoordelijk voor de coördinatie, bedrijfsvoering en planning van zorg.

source: Hospital
nl: Ziekenhuis

# Hospital text
source: With extensive experience in different hospitals in most departments. I offer here a Specialist medical assistance and related nursing and care for patients. The care consists of professional and technical facilities for the diagnosis, treatment and nursing of the patient.
nl: Met een geruim ervaring in het verschillende ziekenhuizen op het meeste afdelingen. Hierbij bied ik een Medisch-specialistische hulp en daarmee samenhangende verpleging en verzorging aan patiënten. De zorg bestaat uit professionele en technische voorzieningen voor de diagnose, behandeling, verpleging van de patiënt.

source: main page
nl: hoofdpagina

source: My Services
nl: Mijn diensten

source: Palliative care
nl: Palliatieve zorg

# Palliative care text
source: End-of-life care. Focused on the treatment of symptoms such as pain, shortness of breath and anxiety with the aim of me to keep the quality of life as good as possible.
nl: Zorg in de laatste levensfase. Gericht op de behandeling van ziekteverschijnselen zoals pijn, benauwdheid en angst met als doel van mij is de kwaliteit van leven zo goed mogelijk te houden.

source: Terminal / 24 hour care
nl: Terminaal /24 uurszorg

# Terminal / 24 hour care text
source: Start when life expectancy is less than 3 months. Care is aimed at the best possible quality of life and proper care for the end of the life.<br> • Care and Nursing<br> • Treatment of pain, itching, tightness<br> • Help in solving psychological and social problems<br> • Attention to meaning and spirituality<br> • Support with ending life and saying goodbye
nl: Start als de levensverwachting minder dan 3 maanden is. Zorg is gericht op een zo goed mogelijk kwaliteit van leven en goede stervensbegeleiding. <br> • Verzorging en verpleging<br> • Behandeling van pijn, jeuk, benauwdheid <br> • Hulp bij het oplossen van psychische en sociale problemen<br> • Aandacht voor zingeving en spiritualiteit<br> • Ondersteuning bij het afronden van het leven en het afscheid nemen
